import body from "../assets/body.png";

export const TestimonialData = [
  {
    id: 1,
    name: "مريم",
    text: "يمكن للعملاء تقديم طلباتهم بسهولة من خلال التواصل المباشر عبر الواتساب، مما يضمن تجربة تسوق مرنة وسريعة.",
    img: body,
    delay: 0.2,
  },
  {
    id: 2,
    name: "نسمة",
    text: "بفضل التركيبات المتوازنة، تناسب المنتجات جميع أنواع البشرة والشعر، حتى الأكثر حساسية، مع نتائج ملحوظة.",
    delay: 0.4,
    img: body,
  },
  {
    id: 3,
    name: "ريم",
    text: "تعتبر آمِنة الوجهة المثالية للعناية بالبشرة والشعر، حيث تقدم مجموعة متنوعة من المنتجات الطبيعية والفعالة.",
    delay: 0.6,
    img: body,
  },
];
